{
    "General": {
        "header": { "brand": "Fresh / <brand>Toranj</brand>" },
        "navbar": {
            "about-us": "About us",
            "menu": "Menu",
            "contact-us": "Contact us",
            "story": "Story",
            "advantages": "Advantages",
            "reserve-table": "Reserve a table"
        }
    },
    "HomePage": {
        "hero-section": {
            "title": "Toranj Restaurant"
        },
        "products-section": {
            "book": "Book ▶"
        },
        "about-us-section": {
            "text": "Im Restaurant Toranj in Wien tauchen Sie in eine Welt der Geschmacksvielfalt, in der Sie nicht nur die orientalischen Spezialitäten genießen, sondern auch das Ambiente der persischen Kulturvielfalt bewundern können. Das derzeitige Toranj, wurde von unseren Gründer selbst, mit viel Liebe und Leidenschaft renoviert. Die renovierung hat mehr als sechszehn Monate gedauert und umsomehr der Hunger nach persischen Gerichten. Erleben Sie in einem der besten Restaurants, in Wien, einen besonderen Aufenthalt. Unsere orientalischen Spezialitäten genießen Sie in einem atemberaubenden und exklusiven Ambiente, nähe dem Wiener Stadtpark. Mit einem Besuch im Restaurant - Toranj können Sie die gehobene Küche, mit aufwändig zubereiteten Gerichten, verkosten. Herzlich Willkommen im Toranj und besten Appetit wünscht Euch das Team.",
            "reserve-table": "Reserve a table",
            "callback": "Callback",
            "card": {
                "title": "BESUCHEN SIE UNSER RESTAURANT UND DIE GEMÜTLICHE ATMOSPHÄRE",
                "description": "Ob Hochzeit, Familienfest, Betriebsfeier oder ein großer Empfang. Unser geräumiges Restaurant mit ca. 100 m² Gastfläche kann durch die verschiedenen Bereiche kleine, mittlere und große Veranstaltungen ausrichten. Für die Planung Ihrer Veranstaltung möchten wir Ihnen einen kleinen Überblick über die Möglichkeiten in unserem Hause geben."
            }
        },
        "price-section": {
            "title": "Check out our menu",
            "menu-item-start-price": "from {price}"
        },
        "contents-section": {
            "title": "BIS WIR DIE GASTRONOMIE ENTDECKTEN, WAREN WIR NIE WIRKLICH AN IRGENDETWAS INTERESSIERT",
            "description": "Das persische Restaurant Toranj in Wien gehört seit August 2021 zu den kulinarischen Treffpunkten im beliebten Wienerbezirk. Genießen Sie authentisch persische Küche, romantisch-gemütliches Ambiente und herzlich aufmerksame Bedienung.",
            "gallery-title": "Tavden sie ein in die welt der persiden kunde"
        },
        "advantages-section": {
            "title": "Everything changes, Italian taste remains unchanged",
            "items": {
                "title-1": "Nice location",
                "description-1": "Restaurant in the center of Venice with beautiful views of the canals, bridges and historical buildings of this magnificent city. Unique atmosphere for visitors",
                "title-2": "Varied menu",
                "description-2": "Rich and varied menu with traditional Venetian cuisine: seafood, fresh vegetables and fruits, as well as delicious desserts and wines",
                "title-3": "Maintenance and service",
                "description-3": "We offer a high level of service, attentive staff and a cozy atmosphere, which makes visiting our restaurant pleasant and comfortable",
                "title-4": "Ease of access",
                "description-4": "The restaurant is located in the historical part of the city, where it is convenient to walk, while enjoying the splendor of the city, both for tourists and local residents"
            }
        },
        "contacts-section": {
            "copyright": "Copyright {year} developed by <guide>{developer}</guide>",
            "privacy-policy": "Privacy policy",
            "address": "Adress",
            "phone": "phone",
            "email": "E-mail",
            "brand": "Fresh / <brand>Toranj</brand>",
            "brand-simple": "Toranj restaurant◕Toranj restaurant",
            "navbar": {
                "about-us": "About us",
                "menu": "Menu",
                "contact-us": "Contact us",
                "story": "Story",
                "advantages": "Advantages",
                "reserve-table": "Reserve a table"
            }
        }
    }
}
